{
    "next": "Next",
    "finish": "Finish",
    "back": "Back",
    "skip_title": "End introduction?",
    "skip_text": "Do you really want to end this introduction? Alternatively you could pause it for now and get it shown next time again.",
    "disable": "End",
    "interrupt": "Pause",
    "fetch_status_error": "Sorry, I'm experiencing trouble fetching the status of your introduction to the Map Editor. Please reload the page so that I can try again.",
    "mapEditor": {
        "welcome_title": "Welcome to the Map Editor",
        "toolbox_intro_title": "Toolbox",
        "layers_intro_title": "Layers",
        "timeline_intro_title": "Timeline",
        "base_layer_title": "Base Layer",
        "plants_layer_title": "Plants Layer",
        "congratulations_title": "Congratulations",
        "welcome_text": "Welcome to your first map, PermaplanTer. This is the Map Editor, where you will design and manage your map. PermaplanT rewards sustainable gardening with blossoms. With completion of this tour you will gain your first blossom.",
        "toolbox_intro_text": "The toolbox provides you with a variety of handy tools for your work on your map. Here you can undo and redo your actions. You can also toggle the grid from here.",
        "layers_intro_text": "The layers panel in the top right corner of the Map Editor lets you select your active layer, hide a specific layer or change its opacity with the blue slider.",
        "timeline_intro_text": "Use the timeline to change the current map date. It allows you to see the map at a certain date. Actions will refer to this date.",
        "base_layer_intro": "You can select an image on the base layer, which will be the background of your map.",
        "base_layer_toolbar": "Additionally, you can scale the image to match it with the scale which is displayed in the top left.",
        "plants_layer_intro": "The plants layer is the heart of your planning. It allows you to place plants on your map.",
        "plants_layer_select_text": "Use the layers panel to switch to the plants layer and get access to its features.",
        "plants_layer_select_action": "Now click on the highlighted button.",
        "plants_layer_right_toolbar": "After switching the active layer, the sidebars will automatically update to show its features. The sidebar of the plants layer lets you select a plant from your available seeds or through the search bar.",
        "plants_layer_first_planting_search_text": "Use this icon to show the search bar to search for any plant in the extensive PermaplanT database.",
        "plants_layer_first_planting_search_action": "Click now on it to search for your first plant.",
        "plants_layer_first_planting_select_text": "You will now search and place your first plant. Don't worry, everything will be undone during this introduction.",
        "plants_layer_first_planting_select_action": "Now type the search term \"tomato\". Then click on the tomato to switch to placing mode.",
        "plants_layer_first_planting_place": "Now you can place your first plant on the map by simply clicking on the desired location.",
        "plants_layer_change_date_text": "Now that you have placed your first plant you can use the timeline to let your next action take place at a different point in time.",
        "plants_layer_change_date_action": "Click the time selector and choose a date in the future.",
        "plants_layer_second_planting_select_text": "Now you will search for a potato.",
        "plants_layer_second_planting_select_action": "Once you have found it, click on it to activate placement mode with this plant.",
        "plants_layer_second_planting_place": "Plant your second plant with a click on any point on the map.",
        "plants_layer_relations": "You have potentially noticed that a colored line appeared between your first and second plant. It shows you if these are companions (green) or antagonists (red).",
        "plants_layer_placement_cancel_text": "Once you are all done with placing plants you can cancel the placement mode through the info box at the bottom.",
        "plants_layer_placement_cancel_action": "Click on it so you can perform other actions on the map.",
        "plants_layer_undo_text": "Should you have done an action unintentionally or you simply want to undo something you can use the undo button from the toolbox.",
        "plants_layer_undo_action": "Use it now to undo the placement of your second plant.",
        "plants_layer_placed_select": "Click now on the remaining plant to view additional information and available actions for it.",
        "plants_layer_left_toolbar": "The left sidebar will show you the attributes of a plant that you selected from the ones already present on your map. You can use this overview to edit these attributes or delete the plant from your map.",
        "plants_layer_delete_text": "One last thing: Deleting has the effect as if the plant has never existed. Removal, however, means that the plant only got removed from the garden at a certain date. The plant will still be there earlier in the timeline. Don't forget to change the date back as needed.",
        "plants_layer_delete_action": "Now delete the plant by clicking on the intended button, to regain a blank map.",
        "plants_layer_revert_date_text": "Finally you have to revert the date of the map to the current day.",
        "plants_layer_revert_date_action": "Click now again the button of the timeline and either select the current date manually or use the specialised button.",
        "congratulations_text": "Congratulations! Now you know the most important features of the Map Editor and can use it, to change the image of your base layer and place your first plants on the map. Happy planting!"
    }
}
