{
    "next": "Next",
    "finish": "Finish",
    "back": "Back",
    "mapEditor": {
        "welcome_title": "Welcome to the Map Editor",
        "toolbox_intro_title": "Toolbox",
        "layers_intro_title": "Layers",
        "timeline_intro_title": "Timeline",
        "base_layer_title": "Base Layer",
        "plants_layer_title": "Plants Layer",
        "congratulations_title": "Congratulations",
        "welcome_text": "Welcome to your first map, PermaplanTer. This is the Map Editor, where you will design and manage your map.",
        "toolbox_intro_text": "The toolbox provides you with a variety of handy tools for your work on your map. Here you can undo and redo your actions. You can also toggle the grid from here.",
        "layers_intro_text": "The layers panel in the top right corner of the Map Editor lets you select your active layer, hide a specific layer or change its opacity with the blue slider.",
        "timeline_intro_text": "Use the timeline to change the current map date. It allows you to change the date of future and past actions.",
        "base_layer_intro_text": "You can select an image on the base layer, which will be the foundation for your map.",
        "base_layer_toolbar_text": "Additionally, you can scale the image to match it with the scale which is displayed in the top left.",
        "plants_layer_intro_text": "The plants layer is the core of your planing. It allows you to place plants on your map and supports you with remembering the overall wellbeing of your garden.",
        "plants_layer_select_text": "Use the layers panel to switch to the plants layer and get access to its features.",
        "plants_layer_right_toolbar_text": "After switching the active layer, the sidebars will automatically update to show its features. The sidebar of the plants layer lets you select a plant from your available seeds or through the search bar.",
        "plants_layer_planting_search": "Use this icon to show the search bar to search for any plant in the extensive PermaplanT database.",
        "plants_layer_planting_select": "Search for example for a tomato and click it to switch to placing mode. Don't worry, you can revert this any time after this introduction.",
        "plants_layer_planting_place": "Now you can place your first plant on the map by simply clicking on the desired location.",
        "plants_layer_left_toolbar_text": "The left sidebar will show you the attributes of a plant that you just placed or selected from the ones already present on your map. You can use this overview to edit these attributes or delete the plant from your map.",
        "congratulations_text": "Congratulations! Now you know the most important features of the Map Editor and can use it, to place your first plants on the map. Happy planting!"
    }
}
