{
    "next": "Weiter",
    "finish": "Abschließen",
    "back": "Zurück",
    "skip_title": "Einführung beenden?",
    "skip_text": "Möchtest du die Einführungstour beenden? Du kannst die Tour auch pausieren und beim nächsten Mal fortsetzen.",
    "confirmation_resume": "Fortsetzen",
    "confirmation_pause": "Pausieren",
    "confirmation_quit": "Beenden",
    "fetch_status_error": "Entschuldigung, ich habe Schwierigkeiten den Status deiner Einführung in den Map Editor zu empfangen. Bitte lade die Seite neu, damit ich es noch einmal versuchen kann.",
    "update_tour_status_error": "Entschuldigung, ich habe Schwierigkeiten den Status deiner Einführung zu aktualisieren.",
    "complete_tour_error": "Entschuldigung, ich habe Schwierigkeiten die Einführungstour abzuschließen.",
    "mapEditor": {
        "welcome_title": "Willkommen im Map Editor",
        "toolbox_intro_title": "Toolbox",
        "layers_intro_title": "Ebenen",
        "timeline_intro_title": "Zeitleiste",
        "base_layer_title": "Basis-Ebene",
        "plants_layer_title": "Pflanzen-Ebene",
        "congratulations_title": "Einführungstour abgeschlossen",
        "welcome_text": "<p><strong>Herzlich willkommen, PermaplanTer*in!</strong></p><p>&nbsp;</p><p>Das ist der Map Editor, wo du deine Karte planen und verwalten wirst.</p>",
        "toolbox_intro_text": "Die Toolbox bietet dir eine Reihe von <strong>nützlichen Werkzeugen</strong> für die Arbeit an deiner Karte.",
        "layers_intro_text": "Hier kannst du deine <strong>aktive Ebene</strong> auswählen, eine Ebene verstecken oder ihre Transparenz anpassen.",
        "timeline_intro_text": "Nutze die <strong>Zeitleiste</strong>, um dir für einen bestimmten Tag die Planung der Karte anzeigen zu lassen.<p>Alle Änderungen, die du vornimmst, bekommen ihre Gültigkeit mit dem gewählten Tag.</p>",
        "base_layer_intro": "Auf der <strong>Basis-Ebene</strong> kannst du ein <strong>Hintergrundbild</strong> für deine Karte auswählen.",
        "base_layer_toolbar": "Du kannst das Hintergrundbild auch <strong>skalieren</strong>, um es dem Maßstab der Karte anzupassen. Der Maßstab ist immer links oben in der Karte zu sehen.",
        "plants_layer_intro": "Die <strong>Pflanzen-Ebene</strong> ist das <strong>Herzstück</strong> deiner Planung. Sie erlaubt es dir, Pflanzen auf deiner Karte zu setzen.",
        "plants_layer_select_text": "Nutze das <strong>Ebenen-Panel</strong>, um zur Pflanzen-Ebene zu wechseln und Zugriff auf deren Funktionen zu bekommen.",
        "plants_layer_select_action": "Wähle jetzt die Ebene Pflanzen aus.",
        "plants_layer_right_toolbar": "Nach dem Wechsel der aktiven Ebene werden automatisch deren <strong>Funktionen</strong> hier in der Seitenleiste angezeigt.<p style='margin-top:.5rem'>In der Pflanzen-Ebene kannst du aus deinen <strong>verfügbaren Samen</strong> wählen oder nach <strong>Pflanzen</strong> in unserer Datenbank <strong>suchen</strong>.</p>",
        "plants_layer_first_planting_search_text": "Mit diesem Icon öffnest du das <strong>Suchfeld</strong>, um nach einer beliebigen Pflanze in unserer umfangreichen <strong>PermaplanT-Datenbank</strong> zu suchen.",
        "plants_layer_first_planting_search_action": "Klicke jetzt darauf, um deine erste Pflanze zu suchen.",
        "plants_layer_first_planting_select_text": "Du wirst nun deine <strong>erste Pflanze suchen</strong> und <strong>platzieren</strong>.",
        "plants_layer_first_planting_select_action": "Tippe dazu den Suchbegriff <strong>Tomate</strong> ein.<br><br>Wähle dann per Klick die gefundene Tomate aus, um in den Platzierungsmodus zu wechseln.",
        "plants_layer_first_planting_place": "Platziere nun deine erste Tomate auf der Karte, indem du auf die gewünschte Stelle klickst.",
        "plants_layer_change_date_text": "Jetzt wo deine erste Pflanze platziert ist, kannst du die Zeitleiste nutzen, um deine nächsten Aktionen zu einem <strong>anderen Zeitpunkt</strong> stattfinden zu lassen.",
        "plants_layer_change_date_action": "Klicke in das Datumsfeld und wähle ein Datum in der Zukunft.",
        "plants_layer_second_planting_select_text": "Suche jetzt nach einer <strong>Kartoffel</strong>.",
        "plants_layer_second_planting_select_action": "Klicke anschließend auf sie, um den Platzierungsmodus zu starten.",
        "plants_layer_second_planting_place": "Platziere nun wieder mittels Klick deine Kartoffel an einem beliebigen Ort auf der Karte.",
        "plants_layer_relations": "Die <span style='color:red'><strong>rote</strong></span> Linie zwischen der Tomate und der Kartoffel zeigt dir an, dass die beiden <span style='color:red'><strong>schlechte Nachbarn</strong></span> sind.<p style='margin:.5rem 0'>Eine <span style='color:green'><strong>grüne</strong></span> Linie signalisiert, dass zwei Pflanzen <span style='color:green'><strong>gute Nachbarn</strong></span> sind.</p><p>In allen anderen Fällen wird <strong>keine</strong> Linie angezeigt.</p>",
        "plants_layer_placement_cancel_text": "Wenn du fertig bist mit dem Platzieren deiner Pflanzen, kannst du den <strong>Platzierungsmodus</strong> über die Infobox am unteren Rand <strong>beenden</strong>.",
        "plants_layer_placement_cancel_action": "Beende nun den Platzierungsmodus über die Infobox.",
        "plants_layer_undo_text": "Hiermit machst du deine letze Aktion <strong>rückgängig</strong>.",
        "plants_layer_undo_action": "Klicke auf das Icon, um deine zuvor gesetzte Kartoffel wieder von der Karte zu löschen.",
        "plants_layer_placed_select": "Klicke auf deine Tomate, um dir weitere <strong>Informationen und Aktionen</strong> dazu anzeigen zu lassen.",
        "plants_layer_left_toolbar": "Hier hast du die Möglichkeit, die ausgewählten Pflanzen von deiner Karte zu <strong>löschen</strong> oder ihre <strong>Daten</strong> nachträglich zu <strong>bearbeiten</strong>.",
        "plants_layer_delete_text": "Wenn du eine Pflanze löschst, ist es so als wäre sie nie auf deiner Karte gewesen.",
        "plants_layer_delete_action": "Lösche nun deine Tomate, um wieder eine leere Karte zu erhalten.",
        "plants_layer_revert_date_action": "Setze zum Abschluss das Datum deiner Karte wieder auf den <strong>heutigen Tag</strong> zurück.",
        "congratulations_text": "<strong>Herzlichen Glückwunsch!</strong><p style='margin:1rem 0'>Du kennst die wichtigsten Funktionen des Map Editors und kannst jetzt loslegen.</p><strong>Frohes Pflanzen!</strong>"
    }
}
