{
    "next": "Weiter",
    "finish": "Abschließen",
    "back": "Zurück",
    "skip_title": "Einführung beenden?",
    "skip_text": "Möchtest du diese Einführungstour wirklich beenden? Alternativ kannst du sie auch nur unterbrechen und das nächste mal erneut angezeigt bekommen.",
    "disable": "Beenden",
    "interrupt": "Unterbrechen",
    "fetch_status_error": "Sorry, ich habe Schwierigkeiten den Status deiner Einführung in den Map Editor zu empfangen. Bitte lade die Seite neu, damit ich es noch einmal versuchen kann.",
    "mapEditor": {
        "welcome_title": "Willkommen im Map Editor",
        "toolbox_intro_title": "Toolbox",
        "layers_intro_title": "Ebenen",
        "timeline_intro_title": "Zeitleiste",
        "base_layer_title": "Basis-Ebene",
        "plants_layer_title": "Pflanzen-Ebene",
        "congratulations_title": "Herzlichen Glückwunsch",
        "welcome_text": "Herzlich willkommen zu deiner ersten Karte, PermaplanTer*in! Das ist der Map Editor, wo du deine Karte planen und verwalten wirst. PermaplanT ist so aufgebaut, dass nachhaltiges Gärtnern mit Blossoms belohnt wird. Mit Abschluss dieser Tour kannst du dir dein erstes Blossom verdienen.",
        "toolbox_intro_text": "Die Toolbox bietet dir eine Reihe von nützlichen Werkzeugen für die Arbeit an deiner Karte. Hier kannst du Aktionen rückgängig machen und wiederherstellen. Außerdem kannst du ein Raster anzeigen lassen.",
        "layers_intro_text": "Mit dem Ebenen-Panel rechts oben im Map Editor kannst du deine aktive Ebene auswählen, eine Ebene verstecken oder ihre Transparenz mit dem blauen Schieberegler verändern.",
        "timeline_intro_text": "Nutze die Zeitleiste, um das Datum der Karte zu ändern. Damit siehst du dann die Karte so wie sie an diesem Datum war oder geplant ist. Auch die Aktionen die du setzt, beziehen sich auf dieses Datum.",
        "base_layer_intro": "Auf der Basis-Ebene kannst du ein Bild hinterlegen, welches als Hintergrund für deine Karte fungiert.",
        "base_layer_toolbar": "Zusätzlich kannst du das Bild skalieren, damit es mit dem Maßstab, welcher links oben angezeigt wird, zusammen passt.",
        "plants_layer_intro": "Die Pflanzen-Ebene ist das Herzstück deiner Planung. Sie erlaubt es dir, Pflanzen auf deiner Karte zu setzen.",
        "plants_layer_select_text": "Nutze das Ebenen-Panel, um zur Pflanzen-Ebene zu wechseln und Zugriff auf deren Funktionen zu bekommen.",
        "plants_layer_select_action": "Klicke jetzt auf die angezeigte Schaltfläche.",
        "plants_layer_right_toolbar": "Nach dem Wechsel der aktiven Ebene werden automatisch deren Funktionen in den Seitenleisten angezeigt. Die Seitenleiste der Pflanzen-Ebene lässt dich eine Pflanze entweder aus deinen verfügbaren Samen oder durch die Suche auswählen.",
        "plants_layer_first_planting_search_text": "Mit diesem Icon kannst du das Suchfeld einblenden lassen, um nach einer beliebigen Pflanze in der umfangreichen PermaplanT-Datenbank zu suchen.",
        "plants_layer_first_planting_search_action": "Klicke jetzt darauf, um deine erste Pflanze zu suchen.",
        "plants_layer_first_planting_select_text": "Du wirst nun deine erste Pflanze suchen und platzieren. Keine Sorge, die Aktionen werden im Laufe dieser Einführung rückgängig gemacht.",
        "plants_layer_first_planting_select_action": "Tippe jetzt den Suchbegriff \"Tomate\" ein. Wähle dann per Klick die Tomate aus, um in den Platzierungsmodus zu wechseln.",
        "plants_layer_first_planting_place": "Nun kannst du deine erste Pflanze auf der Karte platzieren, indem du einfach auf die gewünschte Stelle klickst.",
        "plants_layer_change_date_text": "Jetzt wo deine erste Pflanze platziert ist, kannst du die Zeitleiste nutzen, um deine nächsten Aktionen zu einem anderen Zeitpunkt stattfinden zu lassen.",
        "plants_layer_change_date_action": "Klicke die Schaltfläche an und wähle ein Datum in der Zukunft.",
        "plants_layer_second_planting_select_text": "Nun suchst du nach einer Kartoffel.",
        "plants_layer_second_planting_select_action": "Wenn du sie gefunden hast, klicke auf sie um den Platzierungsmodus mit dieser Pflanze zu starten.",
        "plants_layer_second_planting_place": "Setze durch einen Klick deine zweite Pflanze an einem beliebigen Ort auf der Karte.",
        "plants_layer_relations": "Möglicherweise hast du mitbekommen, dass zwischen deiner ersten und zweiten Pflanze eine farbige Linie aufgetaucht ist. Diese zeigt dir, ob die beiden gute (grün) oder schlechte (rot) Nachbarn sind.",
        "plants_layer_placement_cancel_text": "Wenn du fertig bist mit dem Platzieren deiner Pflanzen, kannst du den Platzierungsmodus über die Infobox am unteren Rand beenden.",
        "plants_layer_placement_cancel_action": "Klicke darauf, damit du andere Aktionen auf der Karte durchführen kannst.",
        "plants_layer_undo_text": "Solltest du unbeabsichtigt eine Aktion durchgeführt haben oder sie einfach rückgängig machen wollen, kannst du den Rückgängig-Knopf in der Toolbox verwenden.",
        "plants_layer_undo_action": "Nutze ihn jetzt, um das Setzen deiner zweiten Pflanze rückgängig zu machen.",
        "plants_layer_placed_select": "Klicke nun auf die verbleibende Pflanze, um dir weitere Informationen und Aktionen zu ihr anzusehen.",
        "plants_layer_left_toolbar": "Wenn du eine bestehende Pflanze auf deiner Karte auswählst, werden ihre Daten in der linken Seitenleiste angezeigt. Du kannst diese Übersicht nutzen, um Daten nachträglich zu bearbeiten oder die Pflanze von deiner Karte zu löschen.",
        "plants_layer_delete_text": "Löschen ist so, als wäre die Pflanze nie da gewesen. Wenn Sie hingegen nur entfernt wird, ist sie abhängig vom Datum der Zeitleiste nach wie vor vorhanden.",
        "plants_layer_delete_action": "Lösche nun mit einem Klick auf den dafür vorgesehenen Knopf die Pflanze, um wieder eine leere Karte zu erhalten.",
        "plants_layer_revert_date_text": "Zum Abschluss musst du noch das Datum deiner Karte auf den heutigen Tag zurücksetzen.",
        "plants_layer_revert_date_action": "Klicke jetzt erneut auf die Schaltfläche der Zeitleiste und wähle das heutige Datum entweder manuell oder mit dem dafür vorgesehenen Knopf.",
        "congratulations_text": "Herzlichen Glückwunsch! Nun kennst du die wichtigsten Funktionen des Map Editors und kannst ihn verwenden, um eine Basiskarte zu wählen und deine ersten Pflanzen auf der Karte zu setzen. Frohes Pflanzen!"
    }
}
